Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/udir.no/grunnlagsdokument-2014-2017.pdf.tmx
Source language: nob
Languages: sme

source: Videreføring av satsingen Vurdering for læring 2014 - 2017
sme: Árvvoštallan oahpaheami várás 2014–2017 nákcabidjama joatkka

source: Grunnlagsdokumentet er revidert våren 2014 i forbindelse med videreføringen av satsingen på Vurdering for læring og oppstart av pulje 5.
sme: Vuođđodokumeanta lea ođasmahtton 2014´giđa dan oktavuođas go jotkojuvvui nákcabidjan Árvvoštallan oahppama várás ja go álggahuvvui 5. joavku.

source: 1. Innledning Dette dokumentet beskriver hvilke felles prinsipper og føringer som gjelder for deltakere i den nasjonale satsingen Vurdering for læring, og det avklarer roller og ansvar hos de ulike aktørene.
sme: 1. Láidehus Dát dokumeanta válddaha guđet oktasaš prinsihpat ja láidestusat gustojit Árvvoštallan oahpaheami várás nationála nákcabidjama oasseváldiide, ja dat čielggada iešguđet aktevrraid rollaid ja ovddasvástádusaid.

source: Hensikten med dokumentet er å bidra til en felles forståelse og å gi støtte til skoleeiere og skoler når de skal planlegge, gjennomføre og videreføre arbeidet med egen vurderingspraksis.
sme: Dokumeantta ulbmilin lea váikkuhit oktasaš áddejupmái ja leat doarjjan skuvlaeaiggádiidda ja skuvllaide go galget plánet, čađahit ja joatkit iežaset árvvoštallangeavadii guoski bargguid.

source: Det er stor frihet til å utforme og gi innhold til satsingen på lokalt nivå ut fra de felles føringene som er beskrevet i dette dokumentet.
sme: Lea stuorra friddjavuohta hábmet ja duddjot nákcabidjama sisdoalu báikkálaččat daid oktasaš láidestusaid vuođul mat lea válddahallon dán dokumeanttas.

source: Invitasjonsbrevene til fylkesmannsembetene for hver pulje i satsingen bygger på dette grunnlagsdokumentet.
sme: Bovdehusreivvet Fylkkamánniide nákcabidjama juohke joavkkus leat dán vuođđodokumeantta vuođđun.

source: Bakgrunn for satsingen Internasjonale studier viser at vurdering for læring er en av de mest effektive måtene å styrke elevenes utbytte av opplæringen på og deres muligheter til å lære.
sme: Nákcabidjama duogáš Riikkaidgaskasaš dutkamat čájehit ahte árvvoštallan oahpaheami várás lea okta dain beaktileamos vugiin nannet ohppiid oahppanjoksosiid ja oahppanvejolašvuođaid.

source: Vurdering for læring kan vi forstå som en måte å tenke og handle på, som hele tiden har elevenes læring som mål.
sme: Árvvoštallama oahpaheami várás sáhttit áddet jurddašan- ja bargovuohkin, mas ohppiid oahppan lea ulbmilin geažos áigge.

source: Vurdering for læring handler altså ikke om spesielle teknikker eller et sett prosedyrer, og heller ikke om skjemaer eller skriftliggjøring, men om skolens lærings- og vurderingskultur.
sme: Árvvoštallamis oahpaheami várás ii leat nappo sáhka erenoamáš teknihkain, ii prosedyrain, ii skoviin ii ge čálalaččat duođašteamis, muhto baicce skuvlla oahpahan- ja árvvoštallanvieruin.

source: Forskning har pekt på behovet for å videreutvikle vurderingspraksisen i grunnopplæringen.
sme: Dutkamat leat deattuhan dárbbu viidáseappot ovddidit vuođđooahpahusa árvvoštallangeavada.

source: TALIS undersøkelsen i 2008og den norske oppfølgingsrapporten i 2009viser for eksempel at mange norske lærere i mindre grad enn lærere i de fleste andre deltakerlandene verken setter mål eller følger opp elevenes læringsarbeid på en systematisk måte.
sme: TALIS-iskkadeapmi 2008:s ja norgga čuovvolanraporta 2009:s čájehit ovdamearkka dihtii ahte olu norgga oahpaheaddjit eará oasseváldiriikkaid oahpaheddjiid ektui bidjet unnit mihttomeriid eai ge čuovvol ohppiid oahppama systemáhtalaččat.

source: OECDs rapport om evaluering og vurderinggir anbefalinger om Norges videre arbeid med individuell vurdering.
sme: OECD-raporta árvvoštallama birra buktá ávžžuhusaid Norgga oktagaslaš árvvoštallama joatkkabargui.

source: De anbefaler blant annet at Norge bør fortsette arbeidet med å gjøre vurdering for læring til en mer integrert del av den daglige undervisningen.
sme: Sii ávžžuhit Norgga earret eará joatkit barggu oččodit árvvoštallama oahpaheami várás eanet ovttaidahtton oassin beaivválaš oahpahusas.

source: Her bør vi spesielt rette oppmerksomheten mot faglig relevante tilbakemeldinger og elevinvolvering.
sme: Dás berret mii erenoamážit geahččagoahtit fágalaš relevánta máhcahemiid ja váldit ohppiid mielde.

source: Resultatene fra Elevundersøkelsen 2013 understøtter OECDs anbefalinger.
sme: 2013’ ohppiidiskkadeami bohtosat dorjot OECD’ ávžžuhusaid.

source: De viser blant annet at for få elever opplever å få tilbakemeldinger som hjelper dem videre i læringsarbeidet, og at for få elever blir involvert i vurderingsarbeidet ved blant annet å få vurdere eget arbeid.
sme: Bohtosat čájehit earret eará ahte menddo unnán oahppit ožžot máhcahemiid mat veahkehit sin viidáseappot oahppamis, ja ahte menddo unnán oahppit váldojit mielde árvvoštallanbargui mas earret eará besset árvvoštallat iežaset barggu.

source: I Meld. St. 20 (2012-2013) skriver Kunnskapsdepartementet at de ønsker «…
sme: Sd. Dieđáhusas 20 (2012–2013) čállá Máhttodepartemeanta iežaset háliidit «…

source: å videreføre en nasjonal satsing for å øke lærernes og instruktørenes vurderingskompetanse og styrke sammenhengen mellom underveis- og sluttvurdering.».
sme: joatkit nationála nákcabidjama nannet oahpaheddjiid ja bagadeddjiid árvvoštallangealbbu ja nannet gaska- ja loahppaárvvoštallama.

source: I oppdragsbrev 33/13 ber departementet direktoratet om å iverksette videresatsingen.
sme: » Bargoreivves 33/13 bivdá departemeanta direktoráhta álggahit joatkkanákcabidjama.

source: Direktoratet har derfor utviklet en tiltakspakke hvor videreføringen av Vurdering for læring, som dette grunnlagsdokumentet gjelder for, er ett av flere tiltak.
sme: Direktoráhtta lea danne ráhkadan doaibmabidjopáhka mas Árvvoštallan oahpaheami várás jotkojuvvo ja lea okta máŋgga doaibmabijus, ja masa dát vuođđodokumeanta gusto.

source: Skolens formålsparagraf (opplæringsloven § 1-1) er retningsgivende for arbeidet med vurdering for læring.
sme: Oahpahusa ulbmil Skuvlla ulbmilparagráfa (oahpahusláhka § 1-1) mearrida árvvoštallama oahpaheami várás barggu.

source: I formålsparagrafen står det at skolen skal møte elevene med tillit, respekt og krav, og gi dem utfordringer som fremmer dannelse og lærelyst.
sme: Ulbmilparagráfas čuožžu ahte skuvla galgá vuostáiváldit oahppi luohttevašvuođain, árvvusatnimiin ja gáibádusaiguin ja addit sidjiide hástalusaid mat ovddidit olmmošvieruid ja oahppanmovtta.

source: Elevene skal få utvikle kunnskap, ferdigheter og holdninger for å kunne mestre livene sine og for å kunne delta i aktivt i
sme: Oahppit galget beassat ovdánahttit gelbbolašvuođa, gálggaid ja guottuid vai sáhttet hálddašit iežaset eallimiid ja vai sáhttet aktiivvalaččat searvat servodahkii.

source: De skal få utfolde skaperglede, engasjement og utforskertrang.
sme: Sii galget beassat čájehit duddjonmovtta, searvanmovtta ja suokkardanmovtta.

source: I tillegg skal de lære å tenke kritisk, ha medansvar og rett til medvirkning.
sme: Dasa lassin galget oahppat jurddašit kritihkalaččat, váldit mielovddasvástádusa ja sis galgá leat riekti váikkuhit.

source: Formålsparagrafen får betydning for hvordan vi innretter opplæringen, og også for hva slags vurderingspraksis elevene skal møte.
sme: Ulbmilparagráfas lea mearkkašupmi dasa mo mii láhčit oahpahusa, ja maiddái dasa makkár árvvoštallangeavat ohppiide galgá leat.

source: Vurderingsarbeidet må bygge opp under elevenes lærelyst og motivasjon, og sørge for at det åpner for skaperglede, engasjement og utforskertrang.
sme: Árvvoštallanbargu ferte nannet ohppiid oahppanmovtta ja movtta ja fuolahit ahte dat buktá duddjonmovtta, movtta ja suokkardanmovtta.

source: En slik praksis kan bare utspille seg i læringsmiljøer preget av tillit, gjensidig respekt og tydelige forventninger, og i et klima der det er trygt å prøve og feile.
sme: Dákkár geavat sáhttá dušše leat oahppanbirrasiin gos lea luohttevašvuohta, lotnolas árvvuatnin ja čielga vuordámušat, ja birrasis gos lea oadjebas geahččaladdat ja meaddit.

source: Et viktig aspekt ved vurdering for læring er elevens medvirkning.
sme: Árvvoštallamis oahpaheami várás lea dehálaš bealli ohppiid váikkuheapmi.

source: Gjennom egenvurdering og involvering i vurderingsarbeidet trenes de i å utvikle bevissthet om egne læringsprosesser, noe som er nødvendig for å kunne utvikle selvregulert læring.
sme: Iežasárvvoštallama ja árvvoštallanbargui seaguheami bokte hárjánit ovdánahttit diđolašvuođa iežaset oahppanproseassaid hárrái, juoga mii lea dehálaš vai sáhttá ovdánahttit iešmuddejuvvon oahppama.

source: Elevenes læring er utgangspunktet Satsingen Vurdering for læring tar utgangspunkt i begrepet underveisvurdering slik det er definert i forskrift til opplæringsloven.
sme: Ohppiid oahppan lea vuolggasadjin Árvvoštallamis oahpaheami várás lea vuoruheami vuolggasadjin doaba gaskaárvvoštallan nugo lea definerejuvvon oahpahuslága láhkaásahusas.

source: Underveisvurdering skal brukes som redskap for læring, som grunnlag for tilpasset opplæring og skal bidra til at eleven forbedrer kompetansen sin i fag.
sme: Gaskaárvvoštallan galgá geavahuvvot oahppanreaidun, heivehuvvon oahpahusa vuođđun ja galgá veahkehit oahppi buoridit iežas fágagelbbolašvuođa.

source: For å understreke at underveisvurdering har læring som mål, brukes begrepet vurdering for læring i denne satsingen.
sme: Deattuhan dihtii ahte gaskaárvvoštallamis lea oahpaheapmi mihttomearrin, de geavahuvvo árvvoštallan oahpaheami várás-doaba dán nákcabidjamis.

source: Vurdering for læring handler om at informasjonen om elevenes kompetanse og utvikling gir retning for planlegging og gjennomføring av opplæringen.
sme: Árvvoštallan oahpaheami várás lea dan birra ahte dieđut ohppiid gelbbolašvuođas ja ovdáneamis čájehit geainnu oahpaheami plánemii ja čađaheapmái.

source: Dette krever at lærere systematisk innhenter, analyserer og bruker vurderingsinformasjon om elevene med det formål å se -hvor de er i læringen -hvor de skal -hvordan de best kan nå målene sine
sme: Dát gáibida ahte oahpaheaddjit systemáhtalaččat vižžet, analyserejit ja geavahit árvvoštallandieđuid ohppiid birra dainna ulbmiliin ahte oidnet - gos leat oahppamis - gosa leat jođus - mo buoremusat olahit iežaset mihttomeriid

source: Informasjonen om punktene over må kommuniseres til og brukes av de elevene det gjelder, slik at de får innsikt i eget læringsarbeid og mulighet til å forbedre seg.
sme: Dieđuid bajábeale čuoggáin ferte muitalit ohppiide ja gustojeaddji oahppit fertejit geavahit daid vai oahpásmuvvet iežaset oahppamii ja ožžot vejolašvuođa buoridit iežaset.

source: Elevinvolvering er helt sentralt i arbeidet med vurdering for læring.
sme: Váldit ohppiid mielde lea áibbas dehálaš árvvoštallanbarggus oahpaheami várás.

source: Målsetting Den overordnede målsettingen er at skoleeiere og skoler videreutvikler en vurderingskultur og en vurderingspraksis som har læring som mål.
sme: Mihttomearri Váldomihttomearrin lea ahte skuvlaeaiggádat ja skuvllat viidáseappot ovdánahttet árvvoštallanvieruid ja árvvoštallanvuogi mas oahppan lea mihttomearrin.

source: Det skal skje gjennom økt kompetanse og økt forståelse for vurdering som redskap for læring.
sme: Dat galgá dáhpáhuvvat stuorát gelbbolašvuođa ja stuorát áddejumi bokte geavahit árvvoštallama oahppanreaidun.

source: Satsingen skal styrke skoleeieres kapasitet til å drive kompetanseutvikling lokalt ved at de etablerer strukturer og måter å jobbe på underveis i deltakerperioden.
sme: Nákcabidjan galgá nannet skuvlaeaiggádiid kapasitehta jođihit gealboovdánahttima báikkálaččat go ásahit bargostruktuvrraid ja -vugiid oasseváldiáigodaga áigge.

source: Det er meningen at denne måten å drive utviklingsarbeid på fortsetter i kommunene og på skolene etter at deltakerperioden i den nasjonale satsingen er over.
sme: Ulbmilin lea ahte dát vuohki jođihit ovdánahttinbargguid joatkašuvvá gielddain ja skuvllain maŋŋá go nationála nákcabidjama oasseváldiáigodat nohká.

source: Målgrupper Målgruppen er offentlige skoleeiere med et utvalg skoler.
sme: Ulbmiljoavkkut Ulbmiljoavku leat almmolaš skuvlaeaiggádat geain leat dihto skuvllat.

source: Private skoler blir også invitert til å delta.
sme: Priváhta skuvllat bovdejuvvojit maiddái oassálastit.

source: Satsingen involverer lærere, elever, skoleledere og skoleeiere.
sme: Vuoruheapmi fátmmasta oahpaheddjiid, ohppiid, skuvlahálddahusaid ja skuvlaeaiggádiid.

source: Arbeidet foregår i samarbeid med ressurspersoner hos skoleeieren, Fylkesmannen, Utdanningsdirektoratet og fagmiljøene.
sme: Bargu lea ovttasbargu skuvlaeaiggádiid, Fylkkamánni, Oahpahusdirektoráhta ja fágabirrasiid resursapersovnnaiguin.

source: 2. Dimensjonering og midler Videreføring av satsingen pågår i perioden 2014-2017, og den skal gjennomføres med fire puljer.
sme: 2. Mihttodallan ja ruđat Nákcabidjama joatkašuvvan dáhpáhuvvá áigodagas 2014–2017, ja dan galgá čađahit njeljiin joavkkuin.

source: Pulje 5 starter vår/sommer 2014, og pulje 6 har oppstart ved årsskiftet 2014/2015.
sme: 5. joavku álgá 2014’ giđa/geasi, ja 6. joavku álgá 2014/2015’ jahkemolsumis.

source: Pulje 7 og eventuelt 8 følger syklusen til pulje 6. Deltakerperioden for hver pulje er utvidet fra tidligere og strekker seg nå over to år.
sme: 7. joavku ja vejolaš 8. joavku čuovvu(ba) 6. joavkku vuogádaga. Juohke joavkku oasseváldiáigodat lea viiddiduvvon ovddežis ja lea dál guovtti jagi badjel.

source: Som hovedregel skal hver kommune delta med minst tre skoler.
sme: Dábálaččat galgá juohke gielda oassálastit unnimusat golmmain skuvllain.

source: Så langt det lar seg gjøre, og dersom det er hensiktsmessig, bør både barnetrinn og ungdomstrinn være representert i utvalget av skoler i kommunen.
sme: Jus lea vejolaš ja ulbmillaš, de galget sihke mánáid- ja nuoraidskuvllat lea mielde.

source: Private skoler er selvstendige juridiske enheter og deltar med sin skole.
sme: Priváhta skuvllat leat iešheanalaš juridihkalaš ovttadagat ja oassálastet iežaset skuvllain.

source: Utdanningsdirektoratet tildeler midler til skoleeieren via Fylkesmannen.
sme: Oahpahusdirektoráhtta juolluda ruđa skuvlaeaiggádii Fylkkamánni bokte.

source: Skoleeieren disponerer midlene ut fra bestemte kriterier.
sme: Skuvlaeaiggát hálddaša ruđa dihto eavttuid vuođul.

source: Kriteriene for bruk av midlene fremgår i invitasjonsbrevet til deltakerne i hver pulje.
sme: Ruhtageavaheami eavttut čužžot juohke joavkku oasseváldiid bovdehusreivves.

source: Det er en forutsetning at skoleeiere som deltar, bidrar med egenfinansiering.
sme: Lea eaktun ahte oassálasti skuvlaeaiggádat servet iežasruhtademiin.

source: Direktoratet gir nærmere føringer for rapportering om bruk av midler i fullmaktsbrevet til fylkesmannsembetene.
sme: Direktoráhtta addá dárkilat láidestusaid ruhtageavaheami raporteremis fápmudusreivves Fylkkamánniide.

source: 3. Felles føringer for innhold
sme: 3. Sisdoalu oktasaš láidestusat

source: Videresatsingen handler om mer enn bare underveisvurdering Arbeidet skal ta utgangspunkt i de fire prinsippene for god underveisvurdering som står i forskrift til opplæringsloven:
sme: Joatkkanákcabidjamis ii leat dušše gaskaárvvoštallamis sáhka Barggu vuolggasadjin galget leat gaskaárvvoštallama njeallje prinsihpa mat leat oahpahuslága láhkaásahusas:

source: Elever og lærlinger lærer best når de
sme: Oahppit ja fidnooahppit ohppet buoremusat go

source: forstår hva de skal lære, og hva som er forventet av dem
sme: • áddejit maid galget oahppat, ja mii sis vurdojuvvo

source: får tilbakemeldinger som forteller dem om kvaliteten på arbeidet eller prestasjonen
sme: • ožžot máhcahemiid mat muitalit barggu dahje olahusa kvalitehtas

source: får råd om hvordan de kan forbedre seg
sme: • ožžot rávvagiid das mo sáhttet buoridit iežaset

source: er involvert i eget læringsarbeid ved blant annet å vurdere eget arbeid og utvikling
sme: • leat mielde iežaset oahppanbarggus go earret eará árvvoštallat iežaset barggu ja ovdáneami

source: Stortingsmelding 20 (2012-2013) fremhever at den videre satsingen skal styrke og tydeliggjøre sammenhengen mellom underveis- og sluttvurdering, inkludert bruk av prøver og resultater som grunnlag for videre læring.
sme: Stuorradiggedieđáhus 20 (2012–2013) deattuha ahte joatkkanákcabidjan galgá nannet ja čielggadit gaska- ja loahppaárvvoštallama oktavuođa, dása gullá maid geavahit geahččalemiid ja bohtosiid viidásat oahppama vuođđun.

source: Det betyr at satsingen er et kompetansetiltak som omfatter mer enn bare underveisvurdering.
sme: Dát mearkkaša ahte nákcabidjan lea gealbodoaibmabidju masa gullá eanet go dušše gaskaárvvoštallan.

source: Lokalt arbeid med læreplaner skal legge til rette for elevenes læring og utvikling, og et godt ledet utviklingsarbeid vil også bidra til kompetanseutvikling blant personalet.
sme: Báikkálaš oahppoplánabarggut galget láhčit dili ohppiid oahppamii ja ovdáneapmái, ja bures jođihuvvon ovdánahttinbargu addá maiddái gealbonannema bargiid gaskkas.

source: Lokalt arbeid med læreplaner og et godt læringsmiljø er en forutsetning for å utvikle en god vurderingspraksis, og begge temaene vil derfor ha en sentral plass på samlingene.
sme: Báikkálaš oahppoplánabarggut ja buorre oahppanbiras leat eaktun dasa ahte ovdánahttit buori árvvoštallangeavada, ja goappašiid fáttáin lea danne guovddáš sadji čoagganemiin.

source: Satsingen skal være praksisnær.
sme: Praktiseret árvvoštallama oahpaheami várás luohkkálanjas Nákcabidjan galgá čadnot geavadii.

source: Det betyr at deltakerne i satsingen skal arbeide med å gjøre prinsippene for underveisvurdering til en integrert del av egen praksis.
sme: Dat mearkkaša ahte nákcabidjama oasseváldit galget ovttaiduhttit gaskaárvvoštallama prinsihpaid iežaset geavadii.

source: Deltakerne bør komme raskt i gang med å prøve ut de fire prinsippene med elevene.
sme: Oasseváldit berrejit jođáneamos lági mielde geahččaladdat dan njealji prinsihpa ohppiiguin.

source: Det er avgjørende at deltakerne har arenaer for å vurdere og reflektere over hvordan egen praksis best mulig kan bidra til å hjelpe elever videre i læringsprosessen.
sme: Lea mearrideaddji ahte oasseváldiin leat arenat árvvoštallat ja smiehttat mo iežas geavat buoremusat sáhttá veahkehit ohppiid viidáseappot oahppanproseassas.

source: Forskningen vektlegger betydningen av samspillet mellom lærer-elev-vurdering som et integrert element i opplæringen for å styrke elevers faglige prestasjoner.
sme: Dutkamat deattuhit oahpaheaddji-oahppi-árvvoštallama ovttasdoaibmama mearkkašumi oahpahusa ovttaidahttinoassin nannet ohppiid fágalaš olahusaid.

source: Dette må ikke bety at elevene stadig skal utsettes for vurderingssituasjoner som de kan oppleve som tyngende og demotiverende.
sme: Dát ii dárbbaš mearkkašit ahte oahppit dađistaga vásihit árvvoštallandiliid mat sin mielas sáhttet leat lossadat ja goddalit movtta.

source: Det handler derimot om en måte å tenke og jobbe på slik at læreren hele tiden er oppmerksom på hva som bidrar til læring hos elevene.
sme: Lea baicce sáhka jurddašan- ja bargovuogis vai oahpaheaddji geažos áigge lea áicil das mii váikkuha ohppiid oahppamii.

source: Læreren former og justerer sin undervisning slik at alle elever opplever mestring og motivasjon.
sme: Oahpaheaddji hábme ja mudde iežas oahpahusa nu ahte buot oahppit dovdet máhtestuvvama ja movtta.

source: Elevenes læringsbehov får konsekvenser for opplæringen Læreren får informasjon om elevenes læring gjennom vurderingssituasjoner eller observasjoner og gjennom dialog med elevene.
sme: Ohppiid oahppandárbbuin leat váikkuhusat oahpahussii Oahpaheaddji oažžu dieđuid ohppiid oahppamis árvvoštallamiid dahje dárkumiid bokte ja dialoga bokte ohppiiguin.

source: Det er en grunnleggende idé innenfor vurdering for læring at denne informasjonen blir brukt for å justere opplæringen slik at elever skal lære bedre (to adjust teaching to meet student needs).
sme: Lea oahppama árvvoštallama vuođđojurdda ahte dát dieđut geavahuvvojit muddet oahpahusa nu, ahte oahppit galget oahppat buorebut (to adjust teaching to meet student needs).

source: Dette involverer både lærer og elev.
sme: Dát guoská sihke oahpaheaddjái ja oahppái.

source: Lærerne må se vurderingen som en del av opplæringen og planlegge hvordan elevene skal involveres i vurderingsarbeidet.
sme: Oahpaheaddjit fertejit atnit árvvoštallama oahpahusa oassin ja plánet mo ohppiid váldit mielde árvvoštallanbargui.

source: De må ha klart for seg hvordan de skal kunne følge med på den enkeltes læring og utvikling.
sme: Sidjiide ferte leat čielggas mo sii galget sáhttit čuovvut ovttaskas oahppi oahppama ja ovdáneami.

source: Arbeid med de fire prinsippene har blant annet som mål å tydeliggjøre innholdet i opplæringen for dem som skal lære.
sme: Mihttomearrin bargat njeljiin prinsihpain lea earret eará čalmmustahttit oahpahusa sisdoalu sidjiide geat galget oahppat.

source: Elevenes læring og utvikling skal få konsekvenser for opplæringen.
sme: Ohppiid oahppan ja ovdáneapmi galget váikkuhit oahpahussii.

source: Det er altså læringsbehovene til elevene som legger premisser for planlegging, gjennomføring og vurdering av opplæringen.
sme: Ohppiid oahppandárbbut dat nappo bidjet eavttuid oahpahusa plánemii, čađaheapmái ja árvvoštallamii.

source: 4. Felles føringer for arbeidsform og struktur Erfaringer fra Norge og andre land tilsier at endring og videreutvikling av vurderingspraksis og vurderingskultur er komplekse prosesser som krever et målrettet og læringsorientert fokus over tid.
sme: 4. Bargovuogi ja struktuvrra oktasaš láidestusat Norgga ja eará riikkaid vásáhusat čájehit ahte árvvoštallangeavadiid ja árvvoštallanvieruid rievdadeapmi ja viidáseappot ovdáneapmi leat kompleaksa proseassat mat gáibidit ulbmillaš ja oahppovuđot fokusa guhká..

source: En rekke studier viser at en veksling mellom arbeid på egen skole og arbeid i nettverk, der lærere får reflektert over og delt erfaringer fra egen praksis, er en hensiktsmessig arbeidsform for å utvikle lærernes kompetanse og praksis.
sme: Moanat dutkamat čájehit ahte molssodallat bargat iežas skuvllas ja bargat fierpmádagas, mas oahpaheaddjit besset smiehttat ja juogadit iežas geavatvásáhusaid, lea ulbmillaš bargovuohki ovdánahttit oahpaheddjiid gealbbu ja geavada.

source: Satsingen Vurdering for læring organiseres derfor som lærende nettverk, der nettverksarbeidet skal bidra til å videreutvikle vurderingspraksisen på den enkelte skole.
sme: Árvvoštallan oahpaheami várás nákcabidjan organiserejuvvo danne oahpahalli fierpmádahkan, mas fierpmádatbargu galgá váikkuhit viidáseappot ovdánahttit ovttaskas skuvllaid árvvoštallangeavada.

source: Utviklingsarbeid på skoler Det er avgjørende at skoleeiere og skoleledere reflekterer over og tar stilling til hvordan de vil organisere kompetanseutvikling i vurdering.
sme: Ovdánahttinbargu skuvllain Lea mearrideaddji ahte skuvlaeaiggádat ja skuvlahálddahusat smihttet ja mearridit mo sii háliidit organiseret gealbonannema árvvoštallamis.

source: Eksempler på spørsmål som det er viktig for skoleeieren og ledelsen å vurdere, er hvordan hele personalet kan involveres, hvordan de skal få tid til erfaringsutveksling og samarbeid (bl.a. bruk av felles tid), og hvordan praksisendringer kan videreføres på lengre sikt.
sme: Ovdamearkkat gažaldagaide mat leat dehálaččat skuvlaeaiggádii ja hálddahussii árvvoštallat, lea mo buot bargiid galgá váldit mielde, mo galget astat lonohallat vásáhusaid ja ovttasbargat (omd. oktasaš áiggi geavaheapmi), ja geavatrievdadusaid sáhttit fievrridit viidáseappot guhkit áigái.

source: En erfaring fra Kunnskapsløftet - fra ord til handling er at vurdering og analyse av eget ståsted øker sannsynligheten for at tiltakene fører til målet.
sme: Okta vásáhus Kunnskapsløftet – fra ord til handling:as lea ahte go iežas sajádaga árvvoštallá ja analysere, de lea eanet jáhkehahtti ahte doaibmabijut ollašuhttojit.
